Kelvin_Helmholtz_Instability/KelvinHelmholtzInstability/Allrun.pre
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication cartesianMesh
runApplication transformPoints -scale "(0.001 0.001 0.001)"

cp 0/alpha.water.org 0/alpha.salt
runApplication setFields

#------------------------------------------------------------------------------
