Kelvin_Helmholtz_Instability/KelvinHelmholtzInstability/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
|       o          |                                                          |
|    o     o       | HELYX-OS                                                  |
|   o   O   o      | Version: v2.1.1                                           |
|    o     o       | Web:     http://www.engys.com                            |
|       o          |                                                          |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location constant;
    object transportProperties;
}

    phases (salt water);
    salt
    {
        transportModel Newtonian;
        NewtonianCoeffs
        {
        }
        rho rho [1 -3 0 0 0 0 0 ] 1048.11;
        nu nu [0 2 -1 0 0 0 0 ] 1.0038068523342016E-6;
    }

    water
    {
        transportModel Newtonian;
        NewtonianCoeffs
        {
        }
        rho rho [1 -3 0 0 0 0 0 ] 998.2;
        nu nu [0 2 -1 0 0 0 0 ] 1.0038068523342016E-6;
    }

    sigma sigma [1 0 -2 0 0 0 0 ] 0.07;
